DR_EXPLAIN.namespace( 'DR_EXPLAIN.data_index' );
DR_EXPLAIN.data_index = {

	// index
	DREX_NODE_KEYWORDS: [4,3,8,9,7,9,2,12,7,6,7,5,2,6,7,2,3,4,7,5,2,5,6,7,8,7,5,7,7,5,5,7,2,7,5,6,10,7,7,11,2,5,6,2,5,7,6],
	DREX_NODE_KEYWORDS_START: [0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,3,4,6,10,13,14,15,15,15,18,18,18,18,18,20,24,24,25,26,28,30,30,30,30,30,30,33,35,36,38,40,43,46,46,46,46,46,46,46,47,47,47,47,47,47,47,47,47,47,47], //length:= drex.nodes_count,
	DREX_NODE_KEYWORDS_END: [0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,3,4,6,10,13,14,15,15,15,18,18,18,18,18,20,24,24,25,26,28,30,30,30,30,30,30,33,35,36,38,40,43,46,46,46,46,46,46,46,47,47,47,47,47,47,47,47,47,47,47,47], //length:= drex.nodes_count,

	DREX_KEYWORD_NAMES: ["<НОВОЕ КЛЮЧЕВОЕ СЛОВО>","Введите номер документа в ДО","заказ клиента","бюджет","статья бюджета","сделка","сопровождение","разработка","отпуск","Планирование графика производства","тестирование","отражение работ","Акт выполненных работ"],
	DREX_KEYWORD_CHILD_START: [1,13,13,13,13,13,13,13,13,13,13,13,13],
	DREX_KEYWORD_CHILD_END: [13,13,13,13,13,13,13,13,13,13,13,13,13]
	
};