DR_EXPLAIN.namespace( 'DR_EXPLAIN.data_index' );
DR_EXPLAIN.data_index = {

	// index
	DREX_NODE_KEYWORDS: [4,3,7,5,2,6,2,3,4,7,5,2,5,6,7,8,7,5,7,7,5,5,7,2,7,5,6,2,5,6,2,5,7,6],
	DREX_NODE_KEYWORDS_START: [0,0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,5,6,6,6,9,9,9,9,9,11,15,15,16,17,19,21,24,26,27,30,33,33,34,34], //length:= drex.nodes_count,
	DREX_NODE_KEYWORDS_END: [0,0,0,0,0,0,0,2,2,2,2,2,2,2,2,5,6,6,6,9,9,9,9,9,11,15,15,16,17,19,21,24,26,27,30,33,33,34,34,34], //length:= drex.nodes_count,

	DREX_KEYWORD_NAMES: ["<НОВОЕ КЛЮЧЕВОЕ СЛОВО>","Введите номер документа в ДО","заказ клиента","бюджет","статья бюджета","сделка","сопровождение","разработка","отпуск"],
	DREX_KEYWORD_CHILD_START: [1,9,9,9,9,9,9,9,9],
	DREX_KEYWORD_CHILD_END: [9,9,9,9,9,9,9,9,9]
	
};