DR_EXPLAIN.namespace( 'DR_EXPLAIN.data_index' );
DR_EXPLAIN.data_index = {

	// index
	DREX_NODE_KEYWORDS: [4,3,8,9,7,5,2,6,7,8,9,7,9,2,12,7,6,2,3,4,7,5,2,5,6,7,8,5,7,2,7,5,6,10,7,7,11,7,5,7,7,5,2,5,6,2,5,7,6,8,8,8,8,8],
	DREX_NODE_KEYWORDS_START: [0,0,0,0,0,0,0,0,0,2,4,4,4,7,8,9,9,9,9,9,9,10,11,13,17,17,17,17,17,17,17,20,20,20,20,20,20,20,22,26,26,27,30,32,33,35,37,38,40,42,42,42,42,42,42,42,42,42,45,48,48,49,49,49,49,49,49,49,49,49,50,51,52,53,54,54,54,54], //length:= drex.nodes_count,
	DREX_NODE_KEYWORDS_END: [0,0,0,0,0,0,0,0,2,4,4,4,7,8,9,9,9,9,9,9,10,11,13,17,17,17,17,17,17,17,20,20,20,20,20,20,20,22,26,26,27,30,32,33,35,37,38,40,42,42,42,42,42,42,42,42,42,45,48,48,49,49,49,49,49,49,49,49,49,50,51,52,53,54,54,54,54,54], //length:= drex.nodes_count,

	DREX_KEYWORD_NAMES: ["<НОВОЕ КЛЮЧЕВОЕ СЛОВО>","Введите номер документа в ДО","заказ клиента","бюджет","статья бюджета","сделка","сопровождение","разработка","отпуск","Планирование графика производства","тестирование","отражение работ","Акт выполненных работ"],
	DREX_KEYWORD_CHILD_START: [1,13,13,13,13,13,13,13,13,13,13,13,13],
	DREX_KEYWORD_CHILD_END: [13,13,13,13,13,13,13,13,13,13,13,13,13]
	
};